Repository: SSFGizmo/glpairs
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_glpairs_domain_model_pair
source: Pair
de: Kartenset

# tx_glpairs_domain_model_pair.type
source: Pairs type
de: Memorytyp

# tx_glpairs_domain_model_pair.image1
source: Image1
de: Bild1

# tx_glpairs_domain_model_pair.height1
source: Height of image1
de: Höhe von Bild1

# tx_glpairs_domain_model_pair.width1
source: Width of image1
de: Breite von Bild1

# tx_glpairs_domain_model_pair.image2
source: Image2
de: Bild2

# tx_glpairs_domain_model_pair.height2
source: Height of image2
de: Höhe von Bild2

# tx_glpairs_domain_model_pair.width2
source: Width of image2
de: Breits von Bild2

# tx_glpairs_domain_model_pair.bordersize
source: Border width
de: Rahmenbreite

# tx_glpairs_domain_model_pair.description
source: Description
de: Beschreibung

# tx_glpairs_domain_model_pair.fontsize
source: Fontsize of the description
de: Fontgröße der Beschreibung

# tx_glpairs_domain_model_pair.textheight
source: Height of the text card
de: Höhe der Textkarte

# tx_glpairs_domain_model_pair.textwidth
source: Width of the text card
de: Breite der Textkarte

# tx_glpairs_domain_model_pair.tabimage1
source: Image1
de: Bild1

# tx_glpairs_domain_model_pair.tabimage2
source: Image2
de: Bild2

# tx_glpairs_domain_model_pair.tabtext1
source: Textcard1
de: Textkarte1

# tx_glpairs_domain_model_pair.tabtext2
source: Textcard2
de: Textkarte2

# tx_glpairs_domain_model_pair.finaltextactive
source: Activate final information
de: Aktivieren der Schlussinformation

# tx_glpairs_domain_model_pair.finaltext
source: Content of the final information
de: Inhalt der Schlussinformation

# tx_glpairs_domain_model_pair.finaltextwidth
source: The width of the final information
de: Die Breite der Schlussinformation

# tx_glpairs_domain_model_pair.finaltextheight
source: The height of the final information
de: Die Höhe der Schlussinformation

# tx_glpairs_domain_model_pair.finalpic_width
source: Width of the final information picture(s)
de: Breite für Bilder der Schlussinformation

# tx_glpairs_domain_model_pair.finalpic_height
source: Height of the final information picture(s)
de: Höhe für Bilder der Schlussinformation

# tx_glpairs_domain_model_pairs
source: Pairs
de: Memory

# tx_glpairs_domain_model_pairs.type
source: Pairs type
de: Memorytyp

# tx_glpairs_domain_model_pairs.splitmode
source: Split mode
de: Geteilter Modus

# tx_glpairs_domain_model_pairs.width
source: Number of cards in one row
de: Anzahl Karten in einer Zeile

# tx_glpairs_domain_model_pairs.cardheight
source: Card height
de: Kartenhöhe

# tx_glpairs_domain_model_pairs.cardwidth
source: Card width
de: Kartenbreite

# tx_glpairs_domain_model_pairs.bordersize
source: Border width
de: Rahmenbreite

# tx_glpairs_domain_model_pairs.fontsize
source: Fontsize
de: Fontgröße

# tx_glpairs_domain_model_pairs.has_pairs
source: Has Pairs
de: Kartenpaare

# tx_glpairs_domain_model.type.same
source: Same picture
de: Das selbe Bild

# tx_glpairs_domain_model.type.2pics
source: Two pictures
de: Zwei Bilder

# tx_glpairs_domain_model.type.text
source: Picture to text
de: Bild zu Text

# tx_glpairs_domain_model.type.textonly
source: Text only
de: Nur Text

# tx_glpairs_domain_model.tabadvanced
source: Advanced Options
de: Erweiterte Optionen

# tx_glpairs_domain_model.tabfinalinfo
source: Final Informations
de: Schlussinformation

# tx_glpairs_domain_model_pairs.pluspoints
source: Points for correct choice
de: Punkte für richtige Auswahl

# tx_glpairs_domain_model_pairs.minuspoints
source: Penalty points for wrong choice
de: Minuspunkte für falsche Auswahl

# tx_glpairs_domain_model_pairs.backimage
source: Color of the backside
de: Farbe der Kartenrückseite

# tx_glpairs_domain_model_pairs.backimage.red
source: Red
de: Rot

# tx_glpairs_domain_model_pairs.backimage.blue
source: Blue
de: Blau

# tx_glpairs_domain_model_pairs.backimage.mixed
source: Mixed
de: Gemischt

# tx_glpairs_domain_model_pairs.backimage.custom
source: Custom image
de: Eigenes Bild

# tx_glpairs_domain_model_pairs.customBackimage1
source: Path to custom image for the backside of the first cards
de: Eigenes Bild für die Rückseite der ersten Karten

# tx_glpairs_domain_model_pairs.customBackimage2
source: Path to custom image for the backside of the second cards
de: Eigenes Bild für die Rückseite der zweiten Karten

# tx_glpairs_domain_model_pairs.turnbackdelay
source: Delay for turning cards back
de: Verzögerung für das umdrehen der Karten

# tx_glpairs_domain_model_pairs.hintdelay
source: Delay for the hint
de: Verzögerung für den Hinweis

# tx_glpairs_domain_model_pairs.turnduration
source: Duration for the turn of the cards
de: Dauer für das Umdrehen der Karten

# tx_glpairs_domain_model_pairs.stackduration
source: Duration for the move to the stack
de: Dauer für das Bewegen auf den Kartenstapel

# tx_glpairs_domain_model_pairs.testmodeturndelay
source: Delay between every turn of the test mode
de: Pause zwischen jeder Kartendrehung im Testmodus

# tx_glpairs_domain_model_pairs.testmode
source: Test mode
de: Testmodus

# tx_glpairs_domain_model_pairs.finaltextwidth
source: The width of the final information
de: Die Breite der Schlussinformation

# tx_glpairs_domain_model_pairs.finaltextheight
source: The height of the final information
de: Die Höhe der Schlussinformation

# tx_glpairs_domain_model_pairs.finalpic_width
source: Width of the final inforamtion picture(s)
de: Breite für Bilder der Schlussinformation

# tx_glpairs_domain_model_pairs.finalpic_height
source: Height of the final inforamtion picture(s)
de: Höhe für Bilder der Schlussinformation

# tx_glpairs_domain_model_pairs.maxcards
source: Max. cards in one game
de: Max. Anzahl an Karten in einem Spiel
