Repository: SSFGizmo/glpairs
Catalog: Resources/Private/Language/*.locallang_csh_tx_glpairs_domain_model_pairs.xlf
Languages: de

# name.alttitle
source: Title of the pairs game
de: Der Titel des Memoryspiels

# name.description
source: Write a title just for internal use.
de: Hier kann ein Titel zur internen Verwendung eingetragen werden.

# name.details
source: The title has no influence to the functions of the pairs. It is just for commenting reasons. You can left it empty if you wont.
de: Der Titel hat keinen Einfluss auf die Funktion des Memory. Es dient nur als Kommentar um es wiederzuerkennen. Sie können das Feld auch leer lassen wenn Sie wollen.

# type.alttitle
source: Type of the pairs game
de: Typ des Memory Spiels

# type.description
source: Choose a type of the pairs game. Click here for a more detailed description
de: Wählen Sie den Typ des Memeory Spiels aus. Klicken Sie hier für eine ausführliche Beschreibung.

# type.details
source: You can choose four kinds of types: Same picture: Here we use only image1 of every single pair. This image you can find under two cards and you have to find this both. Two pictures: Here we use image1 and image2. You have to assign to both fields similair pictures, e.g. two cats. In the game you have to find the cards with the both similair pictures. Picture to text: Here we use image1 and the description. You have to find the correct description for every picture which you can see in the game. This is a good possibility exercise foreign languages. Text only: Here we can define two cards with a text. Usually it should be two texts of two different languages. The play need to find the both cards with the same meaning. This is another good posibility to learn languages.
de: Sie können zwischen vier verschiedenen Typen wählen: Das selbe Bild: In diesem Modus wird nur Bild1 verwendet. Dieses Bild können Sie unter zwei verschiedenen Karten finden. Diese beiden Karten gilt es im Spiel ausfindig zu machen. Zwei Bilder: In diesem Modus wird Bild1 und Bild2 verwendet. Sie müssen beiden Feldern ähnliche Bilder zuordnen. Z. B. zwei Katzenbilder. Es gilt dann in dem Spiel diese beiden Karten wieder zu finden. Bild zu Text: In diesen Modus wird Bild1 und die Beschreibung genutzt. Im Spiel muss nun zu jedem Bild der zugehörige Text zugeordnet werden. Das ist eine gute Übung zum erlernen von fremden Sprachen. Nur Text: In diesem Modus müssen zwei Karten mit Text definiert werden. Idealerweise sollten beide Karten in einer unterschiedlichen Sprache den selben Sachverhalt schildern. Der Spieler muss dann die beiden Karten mit der selber Bedeutung finden. Das ist eine weitere gute Möglichkeit um fremde Sprachen zu erlernen.

# splitmode.alttitle
source: Build the pairs game in split mode.
de: Erstellt das Memory im geteilten Modus.

# splitmode.description
source: Split mode means, that you have two areas for the cards. In the upper area you will find all cards of the first part of the pairs and in the lower area for the second part. Click here for more details.
de: Geteilter Modus bedeutet, dass man zwei Bereiche für die Karten hat. Im oberen Bereich findet man alle Karten die zum ersten Teil des Kartenpaares gehören und im unteren Bereich alle die zum zweiten Teil des Kartenpaares gehören. Klicken Sie hier für mehr Details.

# splitmode.details
source: In this mode you can choose only one card of the upper area and one card of the lower area. That means for every card in the upper area exists the coresponding card only in the lower area and vice versa. If you deactivate the split mode, than you have only one area with all cards together. The split mode makes mostly sense in the pairs type "Picture to text" or "Text only".
de: In diesem Modus können Sie immer nur eine Karte aus dem oberen Bereich und eine Karte aus dem unteren Bereich auswählen. Das bedeutet für jede Karte aus dem oberen Bereich existiert die zugehörige Karte immer nur im unteren Bereich. Wenn Sie den geteilten Modus deaktivieren, dann haben Sie nur einen Bereich in dem alle Karten zusammen verteilt werden. Der geteilte Modus hat meistens Sinn bei den Memorytype "Bild zu Text" oder "Nur Text".

# width.alttitle
source: The number of cards in one row
de: Die Anzahl an Karten in einer Zeile

# width.description
source: Describe how many cards should be displayed in one row
de: Hier können Sie einstellen, wieviele Karten in einer Zeile angezeigt werden sollen.

# width.details
source: Here you can define how many cards you will have displayed in one row. The number of rows result in the number of all cards. E.g. if you have defined a width of 5 and the number of all cards is 15, then you get 5 cards in always three rows.
de: Hier könnenn Sie einstellen, wieviele Karten in einer Zeile angezeigt werden sollen. Die Anzahl an Zeilen ergibt sich damit aus der Anzahl aller zur Verfügungstehenden Karten. Wenn Sie z. B. insgesamt 15 Karten haben und 5 Karten je Zeile angezeigt bekommen wollen, dann erhalten Sie 3 Reihen mit jeweils 5 Karten.

# cardheight.alttitle
source: The height of the cards.
de: Die Höhe der Karten.

# cardheight.description
source: With this property you can define the height of the cards. Click here for details.
de: Mit dieser Einstellung definieren Sie die Höhe der Karten. Klicken Sie hier für mehr Details.

# cardwidth.alttitle
source: The width of the cards.
de: Die Breite der Karten.

# cardwidth.description
source: With this property you can define the width of the cards. Click here for details.
de: Mit dieser Einstellung definieren Sie die Breite der Karten. Klicken Sie hier für mehr Details.

# bordersize.alttitle
source: The border width of the cards.
de: Die Rahmenbreite der Kartensets

# bordersize.description
source: With this property you can define the border width of the cards. Click here for details.
de: Mit dieser Eigenschaft können Sie die Rahmenbreite der Kartensets bestimmen.

# bordersize.details
source: With this property you can define the border width of the cards. You need in this property to give a default border size for all cards. If you like to give the cards an individual border width, you can overrule this value in the single pairs properties.
de: Mit dieser Eigenschaft können Sie die Rahmenbreite der Kartensets bestimmen. Sie müssen hier eine Standardgröße für alle Karten in dem Spiel vergeben. Wenn Sie den Karten eine individuelle Größe geben wollen, dann können Sie diesen Parameter noch in den einzelnen Kartensets übersteuern.

# fontsize.alttitle
source: Fontsize of the textcard.
de: Die Fontgröße der Textkarte

# fontsize.description
source: The overall fontsize of the textcard. Click here for more details.
de: Die übergreifende Fontgröße der Textkarte. Klicken Sie hier für mehr Details.

# fontsize.details
source: With this property can you define the overall fontsize of the textcard ord textcards. If you like to define individuell fontsizes for every card you need to set this property in the settings of every single pair. If you leave always the fontsize properties empty you get displayed the text in the default fontsize of your homepage.
de: Mit dieser Einstellung können Sie die übergreifende Fontgröße der Textkarte oder der Textkarten einstellen. Wenn Sie individuelle Fontgrößen für jede Textkarte einstellen wollen, dann müssen sie das in den Einstellungen der einzelnen Kartenpaare vornehmen. Wenn Sie überall die Fontgröße leer lassen, dann wird der Text in der Standardfontgröße Ihrer Homepage angezeigt.

# has_pairs.alttitle
source: All pairs that belong to this game.
de: Alle Karten die zu diesem Spiel gehören.

# has_pairs.description
source: All pairs that belong to this game. You can only choose cards with the same pairs type.
de: Alle Karten die zu diesem Spiel gehören. Sie können nur Karten auswählen die zum selben Memorytyp gehören.

# has_pairs.details
source: Select all pairs that belong to this game. First you have to create all pairs you will get for this game in the list view of a folder. After that you can select in this property which of this pairs should be displayed in this game. You are only to choose cards with the same type like this pairs game.
de: Selektieren Sie alle Karten die zu diesem Spiel gehören. Davor müssen Sie erst alle Kartenpaare in der List-View von einem Verzeichnis (Folder) anlegen. Wenn Sie das getan haben, können Sie in dieser Eigenschaft alle Kartenpaare selektieren, die sie für dieses Spiel verwenden wollen. Sie können nur Karten auswählen die zum selben Memorytyp wie dieses Memoryspiel gehören.

# pluspoints.alttitle
source: Number of point for every correct choice.
de: Punkte für jede richtige Auswahl

# pluspoints.description
source: If the user hast selected two correct cards, he gets this points an his result aggregated.
de: Hat der Spieler zwei richtige Karten ausgewählt, dann bekommt er diese Punkte zu seinem Ergebnis hinzu addiert.

# minuspoints.alttitle
source: Number of penalty points for every wrong choice
de: Minuspunkte für eine falsche Auswahl

# minuspoints.description
source: If the user has selected the wrong cards, he gets this point from his result subtracted.
de: Hat der Spieler zwei falsche Karten ausgewählt, dann bekommt er diese Punkte von seinem Ergebnis abgezogen.

# backimage.alttitle
source: Color or image of the backside of the cards
de: Die Farber oder ein Bild für die Rückseite der Karten.

# backimage.description
source: You have four choices. You can choose a red backside, a blue backside, mixed backsides or a custom image for the backside. In the third case has the fist card of a pair the red backside and the second card the blue backside. In this case it is a bit easyer to find the correct pair. For the custom images choose images in the fields below.
de: Sie haben vier Möglichkeiten. Sie können eine rote Rückseite, eine blaue Rückseite, gemischte Rückseiten oder eigene Bilder auswählen. Im dritten Fall bekommt die erste Karten eine zusammenghörigen Kartenpaares die rote und die Zweite die blaue Karte. In diesem Fall ist es etwas einfacher das richtige Kartenpaar zu finden. Für eigene Bilder müssen Sie Bilder in den Feldern weiter unten auswählen.

# customBackimage1.alttitle
source: Custom image for the backside of the first cards.
de: Eigenes Bild für die Rückseite der ersten Karten

# customBackimage1.description
source: Here you can choose an image for the backside of the first or upper cards. You should either choose an image in exact size of the cards, or an image with borders that will be a matching image when repeated.
de: Hier können Sie ein Bild auswählen, dass für ersten bzw. oberen Karten verwendet werden soll. Dafür sollten Sie entweder ein Bild in exakt der größe der Karten auswählen oder ein Bild mit Rändern die bei einer Wiederholung zu einem harmonischen Bild führen.

# customBackimage2.alttitle
source: Custom image for the backside of the second cards.
de: Eigenes Bild für die Rückseite der zweiten Karten

# customBackimage2.description
source: Here you can choose an image for the backside of the second or lower cards. You should either choose an image in exact size of the cards, or an image with borders that will be a matching image when repeated.
de: Hier können Sie ein Bild auswählen, dass für zweiten bzw. unterne Karten verwendet werden soll. Dafür sollten Sie entweder ein Bild in exakt der größe der Karten auswählen oder ein Bild mit Rändern die bei einer Wiederholung zu einem harmonischen Bild führen.

# turnbackdelay.alttitle
source: Delay for the turn back of two selected cards
de: Verzögerung für das Umdrehen von zwei ausgewählten Karten

# turnbackdelay.description
source: Delay for the turn back of two selected cards in milliseconds. Click here for details.
de: Verzögerung für das Umdrehen von zwei ausgewählten Karten in Millisekunden. Klicken Sie hier für Details.

# turnbackdelay.details
source: If two cards are selected, the the user has to click anywhere on the game for going on. If he don't click on the game, the cards can turned back after this delay in milliseconds automatically. If you set this value to 0, then this feature is deactivated. If this feature is not deactivated, the it should have a bigger value the the delay for the hint, that the user has to click on the screen.
de: Wenn zwei Karten ausgewählt wurden, dann muss der Spieler irgendwo auf das Spiel klicken, damit es weiter geht. Wenn der Spieler nicht auf das Spiel klickt, dann können die Karten nach dieser Verzögerung in Millisekunden automatisch wieder umgedreht werden. Wenn Sie den Wert auf 0 setzen, ist diese Funktion deaktiviert. Ist diese Funktion nicht deaktiviert, dann sollte dieser Wert immer größer sein, als die Verzögerung für den Hinweis, dass der Nutzer auf das Spiel klicken soll.

# hintdelay.alttitle
source: Delay for the hint
de: Verzögerung für den Hinweis.

# hintdelay.description
source: Delay for the hint, that the user has to click on the screen in milliseconds. Click here for details.
de: Verzögerung in Millisekunden für den Hinweis, dass der Spieler auf das Spiel klicken soll. Klicken Sie hier für Details.

# hintdelay.details
source: If two cards are selected, the the user has to click anywhere on the game for going on. If he don't click on the game, then apears a hint for him after this delay in milliseconds. If you set this value to 0, then this feature is deactivated. If the automatic turn back of the cards is note deactivated, then should the value of the hint delay be shorter then the value of the automatic turn back delay.
de: Wenn zwei Karten ausgewählt wurden, dann muss der Spieler irgendwo auf das Spiel klicken, damit es weiter geht. Wenn der Spieler nicht auf das Spiel klickt, dann erscheint nach der hier eingestellten Verzögerung in Millisekunden ein Hinweis. Wenn Sie den Wert auf 0 setzen, ist diese Funktion deaktiviert. Ist diese Funktion nicht deaktiviert, dann sollte dieser Wert immer kleiner sein, als die Verzögerung für das automatische umdrehen der Karten.

# turnduration.alttitle
source: Duration of a turn for the cards in milliseconds.
de: Dauer für das Umdrehen der Karten in Millisekunden.

# turnduration.description
source: Here you can adjust the duration of a turn of the cards in milliseconds.
de: Hier können Sie einstellen, wie viele Millisekunden das Umdrehen der Karten dauern soll.

# stackduration.alttitle
source: Duration for the animation to the card stack.
de: Dauer für die Animation auf den Kartenstapel.

# stackduration.description
source: Here you can adhust the duration of the animation of the cards to the card stack in milliseconds.
de: Hier können Sie einstellen, wie viele Millisekunden die Animation der Karten auf den Kartenstapel dauern soll.

# testmodeturndelay.alttitle
source: Delay between every turn of a card in the test mode.
de: Pause zwischen jeder Kartendrehung im Testmodus.

# testmodeturndelay.description
source: If the game is in test mode, then all cards get turned around in the beginning of the game for checking the content. Beween every turn of a single card can be a delay which you can define in this field in milliseconds.
de: Wenn sich das Memory im Testmodus befindet, dann werden alle Karten gleich zum Beginn des Spieles umgedreht, um den Inhalt der Karten zu prüfen. Zwischen jeder Kartendrehung kann in diesem Feld eine Pause in Millisekunden eingestellt werden.

# testmode.alttitle
source: Testmode of the pairs game
de: Testmodus des Memory Spiels

# testmode.description
source: If this mode is turned on, then all cards are shown on their frontside and all card pairs which belongs together are shown side by side. So you can check if you have choosed the correct font for every card and if you have assigned the correct pictures or descriptions together.
de: Wenn dieser Modus aktiviert wurde, werden alle Karten mit ihrere Vorderseite gezeigt und alle zusammengehörigen Kartenpaare nebeneinander. Damit kann man überprüfen, ob für jede Karte die richtige Fontgröße ausgewählt wurde und ob die richtigen Bilder oder Beschreibungen einander zugeordnet wurden.

# finaltextwidth.alttitle
source: The width of the info window for the final information.
de: Die Breite des Fensters für die Schlussinformation

# finaltextwidth.description
source: Here you can describe the width of the window with the final information for all cards. Click here for more details.
de: Hiermit können Sie die Breite für das Fenster mit der Schlussinformation für alle Karten definieren. Klicken Sie hier für mehr Informationen.

# finaltextwidth.details
source: Here you can describe the width of the window with the final information for all cards at once. If the field in the pair itself is empty, than it will take the value from this field. If there is also no value, the width will be set to a default value. Usually it is a good idea to set either the height or the width. If you set both values be carfully that the text can fit with the size of the window.
de: Hiermit können Sie die Breite für das Fenster mit der Schlussinformation für alle Karten auf einmal definieren. Die Schlussinformation wird immer dann angezeigt, wenn ein korrektes Kartenpaar gefunden wurde bei dem diese Funktion aktiviert wurde. Wenn Sie dieses Feld in dem Kartenpaar selber leer lassen, dann wird der Wert aus diesem Feld verwendet. Ist dort auch kein Wert hinterlegt. dann wird ein Standardwert angenommen. Normalerweise ist es das Beste nur die Höhe oder die Breite zu definieren. Wenn Sie beide Werte setzen, dann achten Sie darauf, dass der Text in das Fester hinein passt.

# finaltextheight.alttitle
source: The height of the info window for the final information.
de: Die Höhe des Fensters für die Information am Ende

# finaltextheight.description
source: Here you can describe the height of the window with the final information for all cards. Click here for more details.
de: Hiermit können Sie die Höhe für das Fenster mit der Information am Ende für alle Karten definieren. Klicken Sie hier für mehr Informationen.

# finaltextheight.details
source: Here you can describe the height of the window with the final information for all cards at once. If the field in the pair itself is empty, than it will take the value from this field. If there is also no value, the height will be set to a default value. Usually it is a good idea to set either the height or the width. If you set both values be carfully that the text can fit with the size of the window
de: Hiermit können Sie die Höhe für das Fenster mit der Information am Ende für alle Karten auf einmal definieren. Die Schlussinformation wird immer dann angezeigt, wenn ein korrektes Kartenpaar gefunden wurde bei dem diese Funktion aktiviert wurde. Wenn Sie dieses Feld in dem Kartenpaar selber leer lassen, dann wird der Wert aus diesem Feld verwendet. Ist dort auch kein Wert hinterlegt. dann wird ein Standardwert angenommen. Normalerweise ist es das Beste nur die Höhe oder die Breite zu definieren. Wenn Sie beide Werte setzen, dann achten Sie darauf, dass der Text in das Fester hinein passt.

# finalpicwidth.alttitle
source: The width of the picture(s) in the final information window.
de: Die Breite des Bildes/der Bilder im Fenster für die Schlussinformation

# finalpicwidth.description
source: Here you can describe the width of the picture(s) in the final information window. Click here for more details.
de: Hier können Sie die Breite des Bildes/der Bilder im Fenster mit der Schlussinformation definieren. Klicken Sie hier für mehr Details.

# finalpicwidth.details
source: This are the overall settings of the width of the pictures in the final information window. If the width is not set in the pair iteself then this value is taken. If both field are empty, the the original size of the pictures are taken.
de: Das hier sind die übergreifenden Einstellungen für die Bilder im Fenster mit der Schlussinformation. Wenn in dem Kartenpaar selber die Breite nicht definiert wurde, dann wird dieses Feld verwendet. Wenn beide Felder leer sind, dann wir die Originalgröße des Bildes verwendet.

# finalpicheight.alttitle
source: The height of the picture(s) in the final information window.
de: Die Höhe des Bildes/der Bilder im Fenster für der Schlussinformation

# finalpicheight.description
source: Here you can describe the height of the picture(s) in the final information window. Click here for more details.
de: Hier können Sie die Höhe des Bildes/der Bilder im Fenster mit der Schlussinformation definieren. Klicken Sie hier für mehr Details.

# finalpicheight.details
source: This are the overall settings of the height of the pictures in the final information window. If the height is not set in the pair iteself then this value is taken. If both field are empty, the the original size of the pictures are taken.
de: Das hier sind die übergreifenden Einstellungen für die Bilder im Fenster mit der Schlussinformation. Wenn in dem Kartenpaar selber die Höhe nicht definiert wurde, dann wird dieses Feld verwendet. Wenn beide Felder leer sind, dann wir die Originalgröße des Bildes verwendet.

# maxcards.alttitle
source: Max. number of cards which are displayed in one game.
de: Max. Anzahl an Karten die in ein Spiel einbezogen werden sollen.

# maxcards.description
source: If you have to many cards for one game, than you can limit the number of cards in one game here. I. e. you have assigned 100 cards to this game and the max. number is 20, than it will choose 20 random cards from the 100 in every game. If this option is 0 all cards will be displayed.
de: Wenn Sie zu viele Karten für ein Spiel haben, dann können Sie hier die Anzahl der Karten limitieren. Wenn Sie z. B. 100 Karten haben und die max. Anzahl ist 20, dann werden für jedes Spiel 20 zufällige Karten aus den 100 Karten verwendet. Wenn Sie 0 eintragen, werden immer alle Karten verwendet.
